Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# HD_PivotItem4.Header
source: Audio Encoder
ar: ترميز الصوت
es: Codificador de audio
fr: Encodeur audio
ja: オーディオ エンコーダー
ko: 오디오 인코더
pt: Codificador de áudio
ru: Аудио кодек
tr: Ses kodlayıcı
zh_cn: 音频编码器
zh_hant: 音訊編碼器

# CM_HardwareInfo
source: Installed Codec Info
ar: معلومات الترميز المثبتة
de: Installierten Codec Info
es: Información de Codec instalado
fr: Info de Codec installé
it: Informazioni sui Codec installati
ja: インストールされているコーデック情報
ko: 설치 된 코덱 정보
pt: Informação de Codec instalado
ru: Информация о установленных кодеков
tr: Yüklü Codec bilgi
zh_cn: 已安装的编解码器信息
zh_hant: 已安裝的編解碼器資訊

# HD.PrimaryButtonText
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# Meta_WhatsNew
source: what's new in this version
ar: ما هو الجديد في هذا الإصدار
de: Was ist neu in dieser version
es: Qué es nuevo en esta versión
fr: Quoi de neuf dans cette version
it: che cosa è nuovo in questa versione
ja: このバージョンの新機能します。
ko: 이 버전의 새로운 기능
pt: o que há de novo nesta versão
ru: что нового в этой версии
tr: Bu sürümde yeni ne var
zh_cn: 此版本中的新增内容
zh_hant: 此版本中的新增內容

# Meta_RateMe
source: Rate
ar: معدل
de: Preis
es: Tasa de
fr: Taux
it: Tasso
ja: 評価
ko: 등급
pt: Taxa de
ru: Ставка
tr: Oranı
zh_cn: 评分
zh_hant: 評分

# Meta_Close
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# Meta_Message1
source: Your feedback is important!
ar: ملاحظاتك المهم!
de: Ihr Feedback ist wichtig!
es: ¡Su opinión es importante!
fr: Votre avis est important !
it: Il tuo feedback è importante!
ja: あなたのフィードバックは重要です!
ko: 귀하의 의견은 중요 하다!
pt: Seu feedback é importante!
ru: Ваше мнение важно!
tr: Geribildirim önemlidir!
zh_cn: 您的反馈很重要!
zh_hant: 您的回饋很重要!

# Meta_Message2
source: if your like this app, give it a good rate or review will make this app better.
ar: إذا كان لديك مثل هذا التطبيق، وإعطائها نسبة جيدة أو استعراض سيجعل هذا التطبيق أفضل.
de: Wenn Ihr diese app gefällt geben Sie ihm einen guten Preis oder Überprüfung machen diese app besser.
es: Si tu como esta aplicación, le dan una buena tasa o revisión hará mejor esta aplicación.
fr: Si votre comme ce soft, donnez-lui un bon taux ou examen fera ce soft mieux.
it: Se il vostro come questa app, dargli una buona tariffa o recensione renderà questa app migliore.
ja: 場合は、このアプリのような良いレートを付けるか、このアプリを改善することのレビュー。
ko: 만약 당신의이 애플 리 케이이 션 처럼 그것에 게 좋은 평가 주고 또는 검토가 애플 리 케이이 션을 더 좋게 만드는 것입니다.
pt: Se seu como este app, dar-lhe uma boa taxa ou revisão fará este app melhor.
ru: Если ваш как этот app, дать ему хороший темп или обзор будет сделать это приложение лучше.
tr: Eğer senin bu app gibi iyi bir oran vermek veya gözden geçirme bu app daha iyi yapacak.
zh_cn: 如果你喜欢这个应用程序, 给它一个良好的评分或评价将使这个应用程序更好。
zh_hant: 如果你喜歡這個應用程式, 給它一個良好的评分將使這個應用程式更好。

# SD_PivotItem1_UseHevcToggleSwitch.Header
source: Use H265/HEVC Hardware Acceleration
ar: استخدام تسريع الأجهزة H265/شفت
ja: H265/HEVC ハードウェア アクセラレーションを使用します。
ko: H265/HEVC/HDR 하드웨어 가속을 사용 하 여
pt: Usar aceleração de Hardware H265/HEVC
tr: H265/HEVC donanım ivmesini kullanır
zh_hant: 使用 H265/HEVC/HDR 硬體加速

# SD_PivotItem1_UseHevcToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem1_UseHevcToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# CM_Graghic_Effect_Displacement
source: Displacement
ar: التشرد
de: Hubraum
es: Desplazamiento
fr: Déplacement
it: Spostamento
ja: 変位
ko: 변위
pt: Deslocamento
ru: Перемещение
tr: Deplasman
zh_cn: 位移
zh_hant: 位移

# CM_Graghic_Effect_DynamicBlur
source: Dynamic Blur
ar: طمس ديناميكية
de: Dynamische Unschärfe
es: Desenfoque dinámico
fr: Flou dynamique
it: Sfocatura dinamico
ja: 動的なぼかし
ko: 동적 흐림
pt: Blur dinâmico
ru: Динамический размытия
tr: Dinamik görüntü
zh_cn: 动态模糊
zh_hant: 動態模糊

# CM_Graghic_Effect_RotatedTiles
source: Rotated Tiles
ar: البلاط الذي تمت استدارته
de: Gedrehte Fliesen
es: Rotar los azulejos
fr: Carreaux de rotation
it: Piastrelle ruotati
ja: 回転したタイル
ko: 회전된 타일
pt: Telhas giradas
ru: Повернуть плитки
tr: Döndürülmüş fayans
zh_cn: 旋转的平铺
zh_hant: 旋轉的平鋪

# CM_Graghic_Effect_GrayScale
source: GrayScale
ar: تدرج الرمادي
de: Graustufen
es: Escala de grises
fr: Niveaux de gris
it: Scala di grigi
ja: グレースケール
ko: 회색조
pt: Tons de cinza
ru: Оттенки серого
tr: Gri tonlama
zh_cn: 灰度
zh_hant: 灰度

# CM_Graghic_Effect_Invert
source: Invert
ar: عكس
de: Invertieren
es: Invertir
fr: Inverti
it: Inverti
ja: 「反転」
ko: 반전
pt: Inverter
ru: Инвертировать
tr: Ters çevir
zh_cn: 反转
zh_hant: 反轉

# CM_Graghic_Effect_ColorMatrix
source: Color Matrix
ar: مصفوفة الألوان
de: Farb-Matrix
es: Matriz de colores
fr: Matrice de couleurs
it: Matrice di colori
ja: カラー マトリックス
ko: 색 매트릭스
pt: Matriz de cores
ru: Цветовая матрица
tr: Renk matrisi
zh_cn: 颜色矩阵
zh_hant: 顏色矩陣

# CM_Graghic_Effect_ColorMatrix_On
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# CM_Graghic_Effect_ColorMatrix_Off
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# CD_CM_TITLE.Text
source: Color Matrix
ar: مصفوفة الألوان
de: Farb-Matrix
es: Matriz de colores
fr: Matrice de couleurs
it: Matrice di colori
ja: カラー マトリックス
ko: 색 매트릭스
pt: Matriz de cores
ru: Цветовая матрица
tr: Renk matrisi
zh_cn: 颜色矩阵
zh_hant: 顏色矩陣

# CM_Graghic_Effect_ColorMatrix_Custom
source: Custom
ar: مخصص
de: Brauch
it: Su ordinazione
ja: カスタム
ko: 사용자 정의
pt: Personalizado
ru: Пользовательские
tr: Özel
zh_cn: 自定义
zh_hant: 自訂

# CD_ColorMatrix.PrimaryButtonText
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# CM_Slider_hue.Header
source: hue
ar: هوي
de: Farbton
ja: 色相
ko: 색조
pt: matiz
ru: оттенок
tr: renk tonu
zh_cn: 色调
zh_hant: 色調

# CM_Slider_saturation.Header
source: saturation
ar: تشبع
de: Sättigung
es: saturación
it: saturazione
ja: 彩度
ko: 채도
pt: saturação
ru: насыщенность
tr: Doygunluk
zh_cn: 饱和
zh_hant: 飽和

# CM_Slider_brightness.Header
source: brightness
ar: سطوع
de: Helligkeit
es: brillo
fr: luminosité
it: luminosità
ja: 明るさ
ko: 밝기
pt: brilho
ru: яркость
tr: parlaklık
zh_cn: 亮度
zh_hant: 亮度

# hevcVideoExtensionButton.Content
source: Download HEVC Video Extension
ar: تحميل ملحق شفت الفيديو
de: HEVC Video-Erweiterung herunterladen
es: Descargar Extension Video HEVC
fr: Télécharger Extension vidéo HEVC
it: Scarica estensione Video HEVC
ja: HEVC ビデオ拡張をダウンロードします。
ko: HEVC 비디오 확장 다운로드
pt: Baixar a extensão HEVC
ru: Скачать видео HEVC расширение
tr: HEVC Video uzantısı indir
zh_cn: 下载 HEVC 视频扩展
zh_hant: 下載 HEVC 視頻擴展

# hevcVideoExtensionButton_ToolTip.Content
source: Windows 10 Fall Creator Update, Microsoft Remove HEVC Decoder, So it need manually download Codec From Microsoft Store, If your hardware support it.
ar: تحديث ويندوز 10 سقوط الخالق، Microsoft إزالة شفت وحدة فك الترميز، حيث أنها تحتاج إلى يدوياً تحميل برنامج الترميز من مخزن Microsoft، إذا كان الجهاز يدعم ذلك.
de: Windows 10 Herbst Creator Update, Microsoft entfernen HEVC Decoder, also müssen es manuell herunterladen-Codec von Microsoft Store, wenn Ihre Hardware unterstützt.
es: Actualización de Windows 10 otoño creador, Microsoft Quite HEVC decodificador, así que necesita manualmente Descargar Codec de Microsoft Store, si su hardware lo soporta.
fr: Mise à jour de Windows 10 automne créateur, Microsoft supprimer HEVC décodeur, donc il faut manuellement Télécharger Codec de Microsoft Store, si votre matériel prend en charge.
it: Aggiornamento di Windows 10 autunno creatore, Microsoft rimuovere HEVC Decoder, quindi è necessario manualmente scaricare Codec da Microsoft Store, se l'hardware lo supporta.
ja: Windows 10 秋作成者 Update、Microsoft 削除 HEVC デコーダー、のでそれ必要があります手動でお使いのハードウェアがサポートしている場合、マイクロソフトストアからコーデックをダウンロードします。
ko: 윈도우 10가을 크리에이터 업데이트, Microsoft 제거 HEVC 디코더, 그래서 그것은 수동으로 하드웨어 지원 코덱 마이크로소프트 스토어에서 다운로드.
pt: Atualização de criador de queda de 10 Windows, Microsoft remover HEVC descodificador, assim ele precisa manualmente baixar Codec da Microsoft Store, se seu hardware suporta-lo.
ru: Создатель центра обновления Windows 10 осень, Microsoft удалить HEVC декодер, поэтому его нужно вручную скачать кодек от Microsoft Store, если ваше оборудование поддерживает его.
tr: Donanımınız destekliyorsa Windows 10 sonbahar Creator güncelleştirme, Microsoft kaldırmak HEVC lüzum o yüzden el ile kod çözücü, codec bileşeni Microsoft Store üzerinden, indir.
zh_cn: Windows 10 秋季的创造者更新, 微软删除 HEVC 解码器, 所以它需要从微软商店手动下载编解码器, 如果你的硬件支持它。
zh_hant: Windows 10 秋季的創造者更新, 微虛刪除 HEVC 解碼器, 所以它需要從微軟商店手動下載編解碼器, 如果你的硬體支援它。

# SD_PivotItem1_SetDefaultMediaPlayer.Header
source: Set Default Media Player
ar: تعيين الافتراضي Media Player
de: Standard-Media-Player
fr: Lecteur multimédia par défaut
it: Lettore multimediale predefinito
ja: 設定の既定のメディア プレーヤー
ko: 기본 미디어 플레이어
pt: Player de mídia padrão definido
ru: По умолчанию проигрыватель
tr: Varsayılan medya oynatıcı
zh_cn: 设置默认媒体播放器
zh_hant: 設置預設媒體播放機

# SD_PivotItem1_ShowWhatsNew.Header
source: Show What's New On Updated
ar: إظهار ما الجديد في تحديث
de: Was gibt es neues auf Show aktualisiert
es: Mostrar novedades en actualización
fr: Voir quoi de neuf sur la mise à jour
it: Dimostrano che cosa è un nuovo aggiornamento
ja: 更新表示での新機能
ko: 쇼에 새로운 무엇입니까 업데이트
pt: Mostrar o que há de novo na atualizado
ru: Посмотреть, что нового на обновление
tr: Neler oluyor yeni gösteri güncelleme
zh_cn: 显示更新的最新内容
zh_hant: 顯示更新的最新內容

# SD_PivotItem1_ShowWhatsNew.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem1_ShowWhatsNew.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

source: Sort By
ar: فرز حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt: Ordenar por
ru: Сортировать по
tr: Sıralama ölçütü
zh_cn: 排序依据
zh_hant: 排序依據

# Menu_FileName
source: File Name
ar: اسم الملف
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome del file
ja: ファイル名
ko: 파일 이름
pt: Nome do arquivo
ru: Имя файла
tr: Dosya adı
zh_cn: 文件名
zh_hant: 檔案名

# Menu_Size
source: File Size
ar: حجم الملف
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione del file
ja: ファイルのサイズ
ko: 파일 크기
pt: Tamanho do arquivo
ru: Размер файла
tr: Dosya boyutu
zh_cn: 文件大小
zh_hant: 檔案大小

# Menu_Date
source: File Date
ar: تاريخ الملف
de: Dateidatum
es: Fecha de archivo
fr: Date du fichier
it: Data file
ja: ファイルの日付
ko: 파일 날짜
pt: Data do arquivo
ru: Дата файла
tr: Dosya tarihi
zh_cn: 文件日期
zh_hant: 檔日期

# Menu_Duration
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 期間
ko: 기간
pt: Duração
ru: Продолжительность
tr: Süresi
zh_cn: 持续时间
zh_hant: 持續時間

# CD_Effects.PrimaryButtonText
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# CD_Effects_TITLE.Text
source: Video Effects Manager
ar: إدارة تأثيرات الفيديو
de: Video-Effekte-Manager
es: Administrador de efectos de vídeo
fr: Gestionnaire d’effets vidéo
it: Effetti video Manager
ja: ビデオ マネージャー
ko: 비디오 효과 관리자
pt: Gerenciador de efeitos de vídeo
ru: Менеджер видео эффекты
tr: Video efektleri yöneticisi
zh_cn: 视频效果管理器
zh_hant: 視頻效果管理器

# CM_Graghic_Effect_EffectManager
source: Effects Manager
ar: مدير الآثار
de: Effekte-Manager
es: Administrador de efectos
fr: Gestionnaire d’effets
it: Gestione effetti
ja: エフェクト マネージャー
ko: 효과 관리자
pt: Gerenciador de efeitos
ru: Эффекты менеджер
tr: Efektleri yöneticisi
zh_cn: 特效管理器
zh_hant: 特效管理器

# Effects_Manager_MemoToggleSwitch.Header
source: Memo
ar: مذكرة
fr: Note de service
ja: 思い出
ko: 추억
ru: Памятка
tr: Kısa Not
zh_cn: 回忆
zh_hant: 回憶

# Effects_Manager_MemoToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_MemoToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# Effects_Manager_DynamicBlurToggleSwitch.Header
source: Dynamic Blur
ar: طمس ديناميكية
de: Dynamische Unschärfe
es: Desenfoque dinámico
fr: Flou dynamique
it: Sfocatura dinamico
ja: 動的なぼかし
ko: 동적 흐림
pt: Blur dinâmico
ru: Динамический размытия
tr: Dinamik görüntü
zh_cn: 动态模糊
zh_hant: 動態模糊

# Effects_Manager_RotatedTilesToggleSwitch.Header
source: Rotated Tiles
ar: البلاط الذي تمت استدارته
de: Gedrehte Fliesen
es: Rotar los azulejos
fr: Carreaux de rotation
it: Piastrelle ruotati
ja: 回転したタイル
ko: 회전된 타일
pt: Telhas giradas
ru: Повернуть плитки
tr: Döndürülmüş fayans
zh_cn: 旋转的平铺
zh_hant: 旋轉的平鋪

# Effects_Manager_GrayScaleToggleSwitch.Header
source: GrayScale
ar: تدرج الرمادي
de: Graustufen
es: Escala de grises
fr: Niveaux de gris
it: Scala di grigi
ja: グレースケール
ko: 회색조
pt: Tons de cinza
ru: Оттенки серого
tr: Gri tonlama
zh_cn: 灰度
zh_hant: 灰度

# Effects_Manager_InvertToggleSwitch.Header
source: Invert
ar: عكس
de: Invertieren
es: Invertir
fr: Inverti
it: Inverti
ja: 「反転」
ko: 반전
pt: Inverter
ru: Инвертировать
tr: Ters çevir
zh_cn: 反转
zh_hant: 反轉

# Effects_Manager_DisplacementToggleSwitch.Header
source: Displacement
ar: التشرد
de: Hubraum
es: Desplazamiento
fr: Déplacement
it: Spostamento
ja: 変位
ko: 변위
pt: Deslocamento
ru: Перемещение
tr: Deplasman
zh_cn: 位移
zh_hant: 位移

# Effects_Manager_DisplacementToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_DisplacementToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# Effects_Manager_DynamicBlurToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_DynamicBlurToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# Effects_Manager_RotatedTilesToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_RotatedTilesToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# Effects_Manager_GrayScaleToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_GrayScaleToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# Effects_Manager_InvertToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_InvertToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# Effects_Manager_ColorMatrixToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_ColorMatrixToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# Effects_Manager_ColorMatrixToggleSwitch.Header
source: Color Matrix
ar: مصفوفة الألوان
de: Farb-Matrix
es: Matriz de colores
fr: Matrice de couleurs
it: Matrice di colori
ja: カラー マトリックス
ko: 색 매트릭스
pt: Matriz de cores
ru: Цветовая матрица
tr: Renk matrisi
zh_cn: 颜色矩阵
zh_hant: 顏色矩陣

# CM_Slider_PixelsPerTile.Header
source: Pixels Per Tile
ar: بكسل لكل بلاط
de: Pixel pro Fliese
es: Pixeles por el azulejo
fr: Pixels par tuile
it: Pixel Per mattonelle
ja: タイルあたりのピクセル数
ko: 타일 당 픽셀
pt: Pixels por telha
ru: Пикселей на плитку
tr: Piksel / kiremit
zh_cn: 每个平铺的像素
zh_hant: 每個平鋪的圖元

# CM_Slider_Amount.Header
source: Displacement Amount
ar: المبلغ التشرد
de: Betrag der Verschiebung
es: Cantidad de desplazamiento
fr: Montant de déplacement
it: Quantità di spostamento
ja: 変位量
ko: 변위량
pt: Quantidade de deslocamento
ru: Сумма смещения
tr: Deplasman miktarı
zh_cn: 位移量
zh_hant: 位移量

# CM_Slider_DisplacementX.Header
source: Displacement X
ar: التشرد X
de: Verschiebung X
es: Desplazamiento X
fr: Déplacement X
it: Spostamento X
ja: 変位 X
ko: 변위 X
pt: Deslocamento X
ru: Смещение X
tr: Motor hacmi X
zh_cn: 位移 X
zh_hant: 位移 X

# CM_Slider_DisplacementY.Header
source: Displacement Y
ar: التشرد Y
de: Versatz Y
es: Desplazamiento Y
fr: Déplacement Y
it: Spostamento Y
ja: 変位 Y
ko: 변위 Y
pt: Deslocamento Y
ru: Смещение Y
tr: Deplasman Y
zh_cn: 位移 Y
zh_hant: 位移 Y

# CM_Slider_BlurAmount.Header
source: Blur Amount
ar: طمس المبلغ
de: Betrag zu verwischen
es: Cantidad de desenfoque
fr: Quantité de flou
it: Quantità di sfocatura
ja: ぼかす量
ko: 금액을 흐림
pt: Quantidade de desfoque
ru: Размытие сумма
tr: Bir miktar bulanıklık
zh_cn: 模糊量
zh_hant: 模糊量

# Effects_Manager_ExposureToggleSwitch.Header
source: Exposure
ar: التعرض
de: Exposition
es: Exposición
fr: Exposition
it: Esposizione
ja: 露出
ko: 노출
pt: Exposição
ru: Выдержка
tr: Pozlama
zh_cn: 曝光度
zh_hant: 曝光度

# CM_Slider_Exposure.Header
source: Exposure Amount
ar: مقدار التعرض
de: Höhe der Exposition
es: Cantidad de exposición
fr: Montant de l’exposition
it: Importo dell'esposizione
ja: 露光量
ko: 노출 금액
pt: Quantidade de exposição
ru: Количество экспозиции
tr: Maruz kalma miktarı
zh_cn: 曝光度
zh_hant: 曝光度

# Effects_Manager_ExposureToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_ExposureToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# CM_Slider_Contrast.Header
source: Contrast
ar: التباين
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto
ja: コントラスト
ko: 대비
pt: Contraste
ru: Контраст
tr: Kontrast
zh_cn: 对比度
zh_hant: 對比

# Effects_Manager_ContrastToggleSwitch.Header
source: Contrast
ar: التباين
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto
ja: コントラスト
ko: 대비
pt: Contraste
ru: Контраст
tr: Kontrast
zh_cn: 对比度
zh_hant: 對比

# Effects_Manager_ContrastToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_ContrastToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# Effects_Manager_SharpenToggleSwitch.Header
source: Sharpen
ar: شحذ
de: Schärfen
es: Afilado de
fr: Affûtage
it: Affilatura
ja: シャープ
ko: 선명 하 게
pt: Nitidez
ru: Заточка
tr: Keskinleştirme
zh_cn: 锐化
zh_hant: 銳化

# Effects_Manager_SharpenToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_SharpenToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# CM_Slider_Sharpen.Header
source: Sharpen
ar: شحذ
de: Schärfen
es: Afilado de
fr: Affûtage
it: Affilatura
ja: シャープ
ko: 선명 하 게
pt: Nitidez
ru: Заточка
tr: Keskinleştirme
zh_cn: 锐化
zh_hant: 銳化

# Effects_Manager_MorphologyToggleSwitch.Header
source: Morphology
ar: مورفولوجيا
de: Morphologie
es: Morfología
fr: Morphologie
it: Morfologia
ja: 形態
ko: 형태학
pt: Morfologia
ru: Морфология
tr: Morfoloji
zh_cn: 形态
zh_hant: 形態

# Effects_Manager_MorphologyToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_MorphologyToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# Effects_Manager_MorphologyModeToggleSwitch.Header
source: Morphology Mode
ar: وضع مورفولوجيا
de: Morphologie-Modus
es: Modo de morfología
fr: Mode de morphologie
it: Modalità di morfologia
ja: 形態モード
ko: 형태학 모드
pt: Modo de morfologia
ru: Морфология режим
tr: Morfoloji modu
zh_cn: 形态模式
zh_hant: 形態模式

# Effects_Manager_MorphologyModeToggleSwitch.OnContent
source: Erode
ar: تؤدي إلى تآكل
de: Erodieren
es: Erosionar
fr: Éroder
it: Erodere
ja: むしばむ
ko: 침식
ru: Эрозии
tr: Aşındırmak
zh_cn: 侵蚀
zh_hant: 侵蝕

# CM_Slider_Morphology_Height.Header
source: Morphology Height
ar: ارتفاع مورفولوجيا
de: Morphologie-Höhe
es: Altura de morfología
fr: Hauteur de la morphologie
it: Altezza di morfologia
ja: 形態の高さ
ko: 형태학 높이
pt: Altura de morfologia
ru: Морфология высота
tr: Morfoloji yüksekliği
zh_cn: 形态高度
zh_hant: 形態高度

# CM_Slider_Morphology_Width.Header
source: Morphology Width
ar: عرض مورفولوجيا
de: Morphologie-breite
es: Ancho de morfología
fr: Largeur de la morphologie
it: Larghezza di morfologia
ja: 形態の幅
ko: 형태학 폭
pt: Largura de morfologia
ru: Морфология ширина
tr: Morfoloji genişliği
zh_cn: 形态宽度
zh_hant: 形態寬度

# SD_PivotItem1_ShowChangePlaybackRateButtonToggleSwitch.Header
source: Show Playback Rate Button
ar: إظهار زر معدل التشغيل
de: Wiedergabe-Rate-Schaltfläche anzeigen
es: Mostrar botón de velocidad de reproducción
fr: Afficher le bouton de vitesse de lecture
it: Mostra pulsante di tasso di riproduzione
ja: 再生率] ボタンを表示します。
ko: 재생 속도 버튼 표시
pt: Mostrar botão de taxa de reprodução
ru: Показать кнопку скорость воспроизведения
tr: Oynatma oranı düğmesini göster
zh_cn: 显示播放速率按钮
zh_hant: 顯示播放速率按鈕

# SD_PivotItem1_ShowChangePlaybackRateButtonToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# SD_PivotItem1_ShowChangePlaybackRateButtonToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# Effects_Manager_EmbossToggleSwitch.Header
source: Emboss
ar: النقش
de: Prägen
es: Realza
it: Effetto rilievo
ja: エンボス
ko: 엠보스
pt: Alto-relevo
ru: Тиснение
tr: Kabartma
zh_cn: 浮雕
zh_hant: 浮雕
